{"meta":{"title":"Reicyo!","subtitle":"Reicyo's blog","description":"这家伙很懒,什么都没留下！！","author":"Reicyo","url":"http://reicyo.github.io"},"pages":[],"posts":[{"title":"第三篇文章","slug":"第三篇文章","date":"2018-05-11T01:57:37.000Z","updated":"2018-05-11T06:28:13.319Z","comments":true,"path":"2018/05/11/第三篇文章/","link":"","permalink":"http://reicyo.github.io/2018/05/11/第三篇文章/","excerpt":"","text":"【学习进行时】5月7日至8日，习近平同金正恩在大连举行会晤。这是今年3月底以来中朝两国领导人第二次会晤。40多天，两次会晤，习近平同金正恩都谈了哪些大事？新华社《学习进行时》原创品牌栏目“讲习所”今天推出文章，为您梳理。 5月7日至8日，中共中央总书记、国家主席习近平同朝鲜劳动党委员长、国务委员会委员长金正恩在大连举行会晤。在当前朝鲜半岛局势深刻复杂演变的关键时刻，习近平和金正恩40多天内两度会晤，极具深意。 话题一：传统友谊 “中朝传统友谊是两党两国老一辈领导人亲自缔造和精心培育的，是双方共同的宝贵财富。”“中朝几代领导人一直保持着密切交往，像走亲戚一样常来常往。” 3月底，在同金正恩举行首次会晤时，习近平就用“国际关系史上的一段佳话”高度评价中朝传统友谊，亲切表示“我和委员长同志都是中朝关系发展的亲历者和见证者”。习近平强调传承发展好中朝关系是“双方基于历史和现实，立足于国际地区格局和中朝关系大局，作出的战略选择，也是唯一正确选择，不应也不会因一时一事而变化”。 春暖花开时节的会晤，达成的“四方面原则共识”犹如东风拂面暖人心扉： ——中朝传统友谊是双方共同的宝贵财富，发展好中朝友好合作关系是双方坚定不移的方针，也是唯一正确选择。 ——中朝同为社会主义国家，双边关系具有重大战略意义，要加强团结合作、交流互鉴。 ——两党高层交往对于引领双边关系具有不可替代的重大作用，双方应保持经常往来，加强战略沟通，增加理解互信，维护共同利益。 ——夯实民间友好基础是推进中朝关系发展的重要途径，应通过多种形式，加强两国人民交流往来，为中朝关系发展营造良好民意基础。 5月初的会晤，在“在双方共同努力下，各项共识正在得到良好的贯彻落实”的背景下举行。“我同委员长同志首次会晤以来，中朝关系和朝鲜半岛形势均取得积极进展，我对此感到高兴”，习近平表示“愿同委员长同志再次举行会晤，共同为推动中朝关系健康稳定发展、实现朝鲜半岛长治久安、促进地区和平稳定繁荣作出努力”。 “朝中两党两国老一辈领导人同志式的相互信任和情义，是朝中传统友谊的亲密纽带和坚实根基。”金正恩积极作出回应表示，“相信时隔一个多月的再次会晤将加深彼此互信，推动朝中友好合作关系顺应新时代的要求，取得更为密切的全面发展”。 话题二：半岛局势 当下，朝鲜半岛局势正处在深刻复杂演变的关键时刻，半岛问题是国际范围受到广泛关注的焦点之一。 在首次会晤时，习近平同金正恩就此问题深入交换了意见，呼吁各方支持半岛北南双方改善关系，共同为劝和促谈作出切实努力，并且表示“中方愿在半岛问题上继续发挥建设性作用，同包括朝方在内的各方一道努力，共同推动半岛形势走向缓和”。 3月29日，韩国和朝鲜代表在板门店朝方一侧的统一阁举行高级别会谈。 4月20日，朝鲜劳动党七届三中全会提出了全党全国集中一切力量进行社会主义经济建设的战略路线，宣布停止核试验和洲际弹道导弹试射、废弃北部核试验场。 4月27日，韩国总统文在寅和朝鲜国务委员会委员长金正恩在板门店举行会晤并签署《板门店宣言》，宣布双方将为实现朝鲜半岛无核化和停和机制转换而努力。 “在有关各方共同努力下，半岛对话缓和势头正不断巩固，朝着有利于推动政治解决的方向发展。”本次会晤时，习近平表示，中方支持朝方坚持半岛无核化，支持朝美对话协商解决半岛问题，愿继续同有关各方一道，为全面推进半岛问题和平对话解决进程、实现地区长治久安发挥积极作用。金正恩则高度评价了习近平总书记的远见卓识，感谢中方长期以来为实现半岛无核化、维护地区和平稳定作出的重要贡献。 话题三：发展道路 珍视和平，尊重各国自主选择的发展道路，这是习近平在国际场合反复提及的重要理念，也是国际关系基本准则和时代潮流的必然要求。 “中国特色社会主义已经进入新时代，朝鲜社会主义建设也进入了新的历史时期。”首次会晤时，习近平指出，我们希望朝鲜政治稳定、经济发展、人民幸福，支持以委员长同志为首的朝鲜劳动党带领朝鲜人民沿着社会主义道路不断前进，支持朝鲜同志为发展经济、改善民生所作积极努力。 本次会晤时，习近平对朝鲜近期作出的系列决策表示赞赏，并且表示“支持朝方战略重心转向经济建设，支持朝鲜同志走符合本国国情的发展道路”。 “我愿同委员长同志一道，继续指导双方有关部门落实好我们达成的共识，推动中朝关系不断向前发展，造福两国和两国人民，为本地区和平稳定作出积极贡献。”习近平的话语情真意切。 习近平同朝鲜劳动党委员长金正恩在大连举行会晤 习近平同金正恩举行会谈","categories":[{"name":"test","slug":"test","permalink":"http://reicyo.github.io/categories/test/"}],"tags":[{"name":"test","slug":"test","permalink":"http://reicyo.github.io/tags/test/"},{"name":"Third","slug":"Third","permalink":"http://reicyo.github.io/tags/Third/"}]},{"title":"第二篇文章","slug":"第二篇文章","date":"2018-05-11T01:57:31.000Z","updated":"2018-05-11T05:40:53.392Z","comments":true,"path":"2018/05/11/第二篇文章/","link":"","permalink":"http://reicyo.github.io/2018/05/11/第二篇文章/","excerpt":"","text":"什么是 Cmd Markdown您可以使用很多工具书写 Markdown，但是 Cmd Markdown 是这个星球上我们已知的、最好的 Markdown 工具——没有之一 ：）因为深信文字的力量，所以我们和你一样，对流畅书写，分享思想和知识，以及阅读体验有极致的追求，我们把对于这些诉求的回应整合在 Cmd Markdown，并且一次，两次，三次，乃至无数次地提升这个工具的体验，最终将它演化成一个 编辑/发布/阅读 Markdown 的在线平台——您可以在任何地方，任何系统/设备上管理这里的文字。 1. 实时同步预览我们将 Cmd Markdown 的主界面一分为二，左边为编辑区，右边为预览区，在编辑区的操作会实时地渲染到预览区方便查看最终的版面效果，并且如果你在其中一个区拖动滚动条，我们有一个巧妙的算法把另一个区的滚动条同步到等价的位置，超酷！ 2. 编辑工具栏也许您还是一个 Markdown 语法的新手，在您完全熟悉它之前，我们在 编辑区 的顶部放置了一个如下图所示的工具栏，您可以使用鼠标在工具栏上调整格式，不过我们仍旧鼓励你使用键盘标记格式，提高书写的流畅度。 3. 编辑模式完全心无旁骛的方式编辑文字：点击 编辑工具栏 最右侧的拉伸按钮或者按下 Ctrl + M，将 Cmd Markdown 切换到独立的编辑模式，这是一个极度简洁的写作环境，所有可能会引起分心的元素都已经被挪除，超清爽！ 4. 实时的云端文稿为了保障数据安全，Cmd Markdown 会将您每一次击键的内容保存至云端，同时在 编辑工具栏 的最右侧提示 已保存 的字样。无需担心浏览器崩溃，机器掉电或者地震，海啸——在编辑的过程中随时关闭浏览器或者机器，下一次回到 Cmd Markdown 的时候继续写作。 5. 离线模式在网络环境不稳定的情况下记录文字一样很安全！在您写作的时候，如果电脑突然失去网络连接，Cmd Markdown 会智能切换至离线模式，将您后续键入的文字保存在本地，直到网络恢复再将他们传送至云端，即使在网络恢复前关闭浏览器或者电脑，一样没有问题，等到下次开启 Cmd Markdown 的时候，她会提醒您将离线保存的文字传送至云端。简而言之，我们尽最大的努力保障您文字的安全。 6. 管理工具栏为了便于管理您的文稿，在 预览区 的顶部放置了如下所示的 管理工具栏： 通过管理工具栏可以： 发布：将当前的文稿生成固定链接，在网络上发布，分享 新建：开始撰写一篇新的文稿 删除：删除当前的文稿 导出：将当前的文稿转化为 Markdown 文本或者 Html 格式，并导出到本地 列表：所有新增和过往的文稿都可以在这里查看、操作 模式：切换 普通/Vim/Emacs 编辑模式 7. 阅读工具栏 通过 预览区 右上角的 阅读工具栏，可以查看当前文稿的目录并增强阅读体验。 工具栏上的五个图标依次为： 目录：快速导航当前文稿的目录结构以跳转到感兴趣的段落 视图：互换左边编辑区和右边预览区的位置 主题：内置了黑白两种模式的主题，试试 黑色主题，超炫！ 阅读：心无旁骛的阅读模式提供超一流的阅读体验 全屏：简洁，简洁，再简洁，一个完全沉浸式的写作和阅读环境 8. 阅读模式在 阅读工具栏 点击 或者按下 Ctrl+Alt+M 随即进入独立的阅读模式界面，我们在版面渲染上的每一个细节：字体，字号，行间距，前背景色都倾注了大量的时间，努力提升阅读的体验和品质。 9. 标签、分类和搜索在编辑区任意行首位置输入以下格式的文字可以标签当前文档： 标签： 未分类 标签以后的文稿在【文件列表】（Ctrl+Alt+F）里会按照标签分类，用户可以同时使用键盘或者鼠标浏览查看，或者在【文件列表】的搜索文本框内搜索标题关键字过滤文稿，如下图所示： 10. 文稿发布和分享在您使用 Cmd Markdown 记录，创作，整理，阅读文稿的同时，我们不仅希望它是一个有力的工具，更希望您的思想和知识通过这个平台，连同优质的阅读体验，将他们分享给有相同志趣的人，进而鼓励更多的人来到这里记录分享他们的思想和知识，尝试点击 (Ctrl+Alt+P) 发布这份文档给好友吧！","categories":[{"name":"test","slug":"test","permalink":"http://reicyo.github.io/categories/test/"}],"tags":[{"name":"test","slug":"test","permalink":"http://reicyo.github.io/tags/test/"},{"name":"Second","slug":"Second","permalink":"http://reicyo.github.io/tags/Second/"}]},{"title":"第一篇文章","slug":"第一篇文章","date":"2018-05-11T01:57:18.000Z","updated":"2018-05-11T06:28:17.319Z","comments":true,"path":"2018/05/11/第一篇文章/","link":"","permalink":"http://reicyo.github.io/2018/05/11/第一篇文章/","excerpt":"","text":"我们理解您需要更便捷更高效的工具记录思想，整理笔记、知识，并将其中承载的价值传播给他人，Cmd Markdown 是我们给出的答案 —— 我们为记录思想和分享知识提供更专业的工具。 您可以使用 Cmd Markdown： 整理知识，学习笔记 发布日记，杂文，所见所想 撰写发布技术文稿（代码支持） 撰写发布学术论文（LaTeX 公式支持） 除了您现在看到的这个 Cmd Markdown 在线版本，您还可以前往以下网址下载： Windows/Mac/Linux 全平台客户端 请保留此份 Cmd Markdown 的欢迎稿兼使用说明，如需撰写新稿件，点击顶部工具栏右侧的 新文稿 或者使用快捷键 Ctrl+Alt+N。 什么是 MarkdownMarkdown 是一种方便记忆、书写的纯文本标记语言，用户可以使用这些标记符号以最小的输入代价生成极富表现力的文档：譬如您正在阅读的这份文档。它使用简单的符号标记不同的标题，分割不同的段落，粗体 或者 斜体 某些文字，更棒的是，它还可以 1. 制作一份待办事宜 Todo 列表 支持以 PDF 格式导出文稿 改进 Cmd 渲染算法，使用局部渲染技术提高渲染效率 新增 Todo 列表功能 修复 LaTex 公式渲染问题 新增 LaTex 公式编号功能 2. 书写一个质能守恒公式[^LaTeX]$$E=mc^2$$ 3. 高亮一段代码[^code]1234567@requires_authorizationclass SomeClass: passif __name__ == '__main__': # A comment print 'hello world' 4. 高效绘制 流程图12345678st=&gt;start: Startop=&gt;operation: Your Operationcond=&gt;condition: Yes or No?e=&gt;endst-&gt;op-&gt;condcond(yes)-&gt;econd(no)-&gt;op 5. 高效绘制 序列图123Alice-&gt;Bob: Hello Bob, how are you?Note right of Bob: Bob thinksBob--&gt;Alice: I am good thanks! 6. 高效绘制 甘特图12345678910111213title 项目开发流程section 项目确定 需求分析 :a1, 2016-06-22, 3d 可行性报告 :after a1, 5d 概念验证 : 5dsection 项目实施 概要设计 :2016-07-05 , 5d 详细设计 :2016-07-08, 10d 编码 :2016-07-15, 10d 测试 :2016-07-22, 5dsection 发布验收 发布: 2d 验收: 3d 7. 绘制表格 项目 价格 数量 计算机 \\$1600 5 手机 \\$12 12 管线 \\$1 234 8. 更详细语法说明想要查看更详细的语法说明，可以参考我们准备的 [Cmd Markdown 简明语法手册][1]，进阶用户可以参考 [Cmd Markdown 高阶语法手册][2] 了解更多高级功能。 总而言之，不同于其它 所见即所得 的编辑器：你只需使用键盘专注于书写文本内容，就可以生成印刷级的排版格式，省却在键盘和工具栏之间来回切换，调整内容和格式的麻烦。Markdown 在流畅的书写和印刷级的阅读体验之间找到了平衡。 目前它已经成为世界上最大的技术分享网站 GitHub 和 技术问答网站 StackOverFlow 的御用书写格式。","categories":[{"name":"test","slug":"test","permalink":"http://reicyo.github.io/categories/test/"}],"tags":[{"name":"test","slug":"test","permalink":"http://reicyo.github.io/tags/test/"},{"name":"First","slug":"First","permalink":"http://reicyo.github.io/tags/First/"}]}]}